import React from "react";
import Head from "next/head";
import Heading from "@components/Heading";

const KostromaPage = () => (
  <div>
    <Head>
      <title>Кострома - душа России</title>
    </Head>
    <div className="mb3">
      <Heading size={1}>Кострома - душа России</Heading>
    </div>
    <p>
      Я горд, что рожден в старинном русском городе Кострома. В Костроме более,
      чем в других местах сохранились уникальные памятники истории, культуры и
      архитектуры. Кострома — ювелирная столица России. Кострома — сырная
      столица России. Кострома — родина Снегурочки. Кострома — древняя земля
      берендеев. Кострома не только занимает достойное место в списке городов
      «Золотого кольца», но и по достоинству считается колыбелью рода Романовых.
      Ведь именно здесь, в Ипатьевском монастыре в 1613 году скрывался от
      польских войск избранный царь 16-летний Михаил Федорович Романов. 
    </p>
    <div className="mb3">
      <Heading size={3}>Кострома - родина Снегурочки</Heading>
    </div>
    <p>
      Первоначально образ сказочной героини Снегурочки возник в русских народных
      сказках как образ ледяной девочки — внучки, которую слепили из снега
      бездетные старик со старухой себе в утешение, а людям на радость. Однако,
      существует предположение о том, что сказка о Снегурочке возникла на основе
      древнего славянского обряда похорон Костромы. И значит, можно утверждать,
      что Кострома — не просто родина Снегурочки, она и есть та самая
      Снегурочка. Со временем образ героини трансформировался в народном
      сознании: Снегурочка становится внучкой деда Мороза и ассоциируется
      с Рождественскими и Новогодними праздниками.
    </p>
    <div className="mb3">
      <img
        width="50%"
        title="Кострома - родина Снегурочки"
        src="https://s3.eu-central-1.amazonaws.com/mvzaytsev.common/5c72a5267a141adad95bf9fd/0c2c757d885d995b6c705e0b90a016ae1563525811809.jpeg"
      />
    </div>
    <p>
      Новую окраску приобретает образ под влиянием весенней сказки Александра
      Николаевича Островского «Снегурочка». Из маленькой девочки—внучки героиня
      превращается в прекрасную девушку, способную зажечь сердца юных берендеев
      горячим чувством любви. Не случайно у Островского она — дочь Мороза
      и Весны. Заложенный в этом противоречии компромисс делает образ Снегурочки
      трагичным, вызывает сочувствие, интерес, даёт возможность сопоставлять его
      с другими сказочными героями русских народных сказок, а также проводить
      аналогии с героями русской и зарубежной литературы.
    </p>
    <p>
      Стоит отметить, что образ Снегурочки привлекал многих поэтов, писателей,
      композиторов, художников. Известны эскизы художника М. А. Врубеля. В. М.
      Васнецов выполнил декорации для постановки оперы «Снегурочка»
      Н. А. Римского-Корсакова на сцене Большого театра. Н. К. Рерих четыре раза
      обращался к оформлению пьесы «Снегурочка» на оперной и драматической
      сценах. Спектакли получили жизнь в театрах Санкт-Петербурга, Лондона,
      Чикаго, Парижа. Б. М. Кустодиев рисовал эскизы декораций к пьесе
      «Снегурочка».
    </p>
    <p>
      Сегодня Снегурочка как сказочный символ может привлекать разные категории
      туристов: детей, молодежь и взрослых туристов, для которых является
      любимым образом из детства и даёт возможность отдохнуть от своих проблем.
    </p>
    <p>
      Ежегодно Костромская Снегурочка участвует в новогоднем путешествии Деда
      Мороза по российским городам. С 2005 года проводится открытый конкурс
      «Русская краса — Костромская Снегурочка». В Костроме у Снегурочки тоже
      есть Резиденция и настоящая почта, где она радушно принимает и развлекает
      своих гостей любого возраста.
    </p>
    <p>
      Подробнее вы можете прочитать здесь -{" "}
      <a
        target="_blank"
        rel="noopener noreferrer"
        href="http://www.gradkostroma.ru/guide/brends/snegurochka/index.aspx"
      >
        http://www.gradkostroma.ru/guide/brends/snegurochka/index.aspx
      </a>
    </p>
    <div className="mb3">
      <img
        width="100%"
        title="Кострома - родина Снегурочки"
        src="https://s3.eu-central-1.amazonaws.com/mvzaytsev.common/5c72a5267a141adad95bf9fd/def9da70d39debee6204399af8e3bac31563525117245.jpeg"
      />
    </div>
    <div className="mb3">
      <Heading size={3}>Кострома — древняя земля берендеев</Heading>
    </div>
    <p>
      Один из легендарных народов, растворившийся в обилии этносов, населявших
      костромской край – берендеи. Мало что осталось о них в памяти людской.
      Разве что шапка-берендейка, деревянная игрушка-берендейка, да множество
      жилых и знаковых мест, названных именем жившего здесь древнего народа.
    </p>
    <p>
      Берендеи – сказочный, веселый, поэтичный, романтичный народ, оживший под
      пером русского драматурга А.Н. Островского, вдохновленного мотивами
      народных сказок и красотой костромской природы. В Костроме есть
      красивейший парк «Берендеевка». Он является излюбленным местом отдыха
      костромичей. Основу экспозиции парка Берендеевка составили деревянные
      декорации телевизионной сказки «Снегурочка». 
    </p>
    <p>
      Подробнее вы можете прочитать здесь -{" "}
      <a
        target="_blank"
        rel="noopener noreferrer"
        href="https://berendeevka44.ru/o-nas/"
      >
        https://berendeevka44.ru/o-nas/
      </a>
    </p>

    <div className="mb3">
      <Heading size={3}>Кострома - колыбель рода Романовых</Heading>
    </div>
    <p>
      После венчания Михаила Федоровича на царства в Троицком соборе Кострома
      все века существования династии Романовых пользовалась их особым
      расположением и покровительством. С тех пор монастырь в Костроме называют
      колыбелью дома Романовых.
    </p>
    <div className="mb3">
      <img
        width="100%"
        title="Кострома - колыбель рода Романовых. "
        src="https://s3.eu-central-1.amazonaws.com/mvzaytsev.common/5c72a5267a141adad95bf9fd/dd9e287ce48f5e214f18261fc2c242c81563525664746.jpeg"
      />
    </div>
    <p>
      В настоящее время действуют Троицкий собор с Лазаревским храмом в
      подклете, а также храм во имя святых мучеников Хрисанфа и Дарии. Открыт и
      церковный историко-археологический музей. В монастырь приезжают люди из
      разных уголков не только России, но и мира, чтобы поклониться чудотворной
      иконе Тихвинской Божией Матери, частице ризы Господней и частице мощей
      священномученика Ипатия, епископа Гангрского.
    </p>

    <p>
      Подробнее вы можете прочитать здесь -{" "}
      <a
        target="_blank"
        rel="noopener noreferrer"
        href="http://www.gradkostroma.ru/guide/brends/kostroma-kolybel-doma-romanovykh/index.aspx"
      >
        http://www.gradkostroma.ru/guide/brends/kostroma-kolybel-doma-romanovykh/index.aspx
      </a>
    </p>
  </div>
);

export default KostromaPage;
